Repository: it-cleanchemi/BR-SCADA
Catalog: Logical/mappView/Resources/Texts/Services_DirMan.tmx
Source language: en
Languages: de, es, fr

source: Dir
de: Verz.
fr: Rep.

source: Path
de: Pfad
es: Ruta
fr: Chemin

source: Modified
de: Geändert
es: Modif
fr: Modifié

source: User Device
de: Benutzer-Gerät
es: Dispo Usuario
fr: Dispo Utilisateur

source: USB Device
de: USB-Gerät
es: Dispo USB
fr: Dispo USB

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Command
de: Befehl
es: Comando
fr: Commande

source: Busy…
de: Bes...
es: Ocup...
fr: Occ...

source: Copy To USER
de: Kopieren zu BENUTZER
es: Copiar a USUARIO
fr: Copier vers UTILISATEUR

source: Copy To USB
de: Kopieren zu USB
es: Copiar a USB
fr: Copier vers USB

source: Delete From USER
de: Löschen von BENUTZER
es: Borrar desde USUARIO
fr: Supprimer depuis UTILISATEUR

source: Delete From USB
de: Löschen von USB
es: Borrar desde USB
fr: Supprimer depuis USB

source: Create Directory On USER
de: Verzeichnis erstellen auf BENUTZER
es: Crear Directorio en USUARIO
fr: Créer Répertoire sur UTILISATEUR

source: Create Directory On USB
de: Verzeichnis erstellen auf USB
es: Crear Directorio en USB
fr: Créer Répertoire sur USB

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
